[
    {
        "price": "$230",
        "picture": "https://i.ibb.co/SXxm3bs/p-1.jpg",
        "name": "Guess Man by Guess",
        "quantity": "20",
        "supplierName": "Guess",
        "about": "First of all, just look at that bottle! It's good enough to want to purchase this perfume asap, isn't it? But it's not just the bottle that makes this cologne from Guess Man such a hit - it's only the musky fragrance and the incredibly affordable price you're getting it for. "
    },
    {
        "price": "$210",
        "picture": "https://i.ibb.co/4NPdCFk/p-2.jpg",
        "name": " Snake by Villain",
        "quantity": "15",
        "supplierName": "Eau de Parfum",
        "about": "Nothing smells as versatile as spicy perfumes. Be it the summer season, winters or the fall, this fragrance is sure to turn some heads whenever you wear it. Smell mysterious and spicy with this fragrance that has hints of amber, white musk and mandarin. "
    },
    {
        "price": "$140",
        "picture": "https://i.ibb.co/Wvx8JCD/p-3.jpg",
        "name": "United Dreams ",
        "quantity": "25",
        "supplierName": "United Colors of Benetton",
        "about": "A premium and everlasting fragrance that also happens to be incredibly affordable, this Aim High variant from United Colors of Benetton features a top note of citrus, grapefruit and lemon, a heart note of mint, nutmeg and sage, and background notes of amber, wood and moss. Just one spritz of this cologne will be enough to create a lasting (and sexy) impression on your date."
    },
    {
        "price": "$130",
        "picture": "https://i.ibb.co/NTKnq8X/p-4.jpg",
        "name": "Calvin Klein Eternity",
        "quantity": "30",
        "supplierName": "Calvin Klein",
        "about": "Calvin Klein is one of the most premium perfume brands in the market, and its Eternity fragrance is, without a doubt, one of the best perfume for men in India. Featuring a singularly captivating scent that makes for a fresh and woody fragrance, this perfume harbours a top note of Sage that creates instant fascination, a heart note of Galbanum, and base notes of Mandarin and Amber that last long."
    },
    {
        "price": "$220",
        "picture": "https://i.ibb.co/41Drc7R/p-5.jpg",
        "name": "Azzaro Pour Homme",
        "quantity": "50",
        "supplierName": "Azzaro",
        "about": "Azzaro pour Homme 3.4 EDT is a Aromatic Fougere fragrance for men. Azzaro pour Homme was launched in 1978. Azzaro pour Homme was created by Gerard Anthony, Martin Heiddenreich and Richard Wirtz"
    },
    {
        "price": "$140",
        "picture": "https://i.ibb.co/85HWzj0/p-6.jpg",
        "name": " Mont Blanc Legend Night Eau De Parfum",
        "quantity": "60",
        "supplierName": "Mont Blanc",
        "about": "Mont Blanc is a luxury manufacturer of writing instruments, watches, jewelry, eyewear, leather goods and fragrances. It is one of the best perfume brands in the world that exudes elegance and sophistication. Mont Blanc’s Legend Night Eau De Parfum is a sensual woody fragrance that powers up your inner charisma. It is made with top notes of bergamot and sage, heart notes of vetiver and violet and base notes of patchouli and vanilla. Just a light spray and your nights are sure to become legendary."
    },
    {
        "price": "$160",
        "picture": "https://i.ibb.co/8MSc6TM/p-7.jpg",
        "name": "Guess Men Seductive Homme Eau De Toilette",
        "quantity": "14",
        "supplierName": "Guess",
        "about": "Launched in 1981, Guess is an American fashion brand that offers on-trend clothing and accessories across the globe. It is regarded as one of the most timeless international perfume brands. Guess exudes sultry and adventurous fragrances. Its Men’s Seductive Homme Eau De Toilette is for the charming man. This perfume is ideal for late night parties. It imparts top notes of cardamom milk, mandarin pulp and pink pepper. Its heart notes are made of vanilla orchid, violet leaves and vetiver. Base notes comprise of patchouli, sandalwood, amber and musk."
    },
    {
        "price": "$320",
        "picture": "https://i.ibb.co/7JcWRmS/p-8.jpg",
        "name": "Jaguar Men Classic Black Eau De Toilette",
        "quantity": "23",
        "supplierName": "Jaguar",
        "about": "Jaguar, a renowned vehicle brand launched its awe-inspiring range of cologne for men in 1988. Competing well with varied expensive perfume brands, Jaguar’s Men Classic Black Eau De Toilette has a fresh and sensuous aroma. Top notes of mandarin, bitter, orange and green apples make this pick a charismatic one. Heart notes of cardamom, black tea, geranium marine and musk tones give it a seductive touch. Base notes of sandalwood, cedar, moss and vetiver add masculinity to the scent."
    },
    {
        "price": "$300",
        "picture": "https://i.ibb.co/hYRqfhz/p-9.jpg",
        "name": "Dolce & Gabbana Men Intense Eau De Parfum",
        "quantity": "26",
        "supplierName": "Dolce & Gabbana",
        "about": "Dolce & Gabbana is an Italian luxury fashion house established in 1985. Sensational, traditional and Mediterranean defines the essence of this brand. Classified as a top pick amongst multiple luxury perfume brands, D&G’s Men Intense Eau De Parfum has a pure and powerful instinct. This woody aromatic fragrance comprises of aquatic notes and green accents of basil. The freshness is derived from marigold and geranium. It further mixes masculinity with heart notes of lavender, tobacco, hat and bran. Warmth and richness of this scent are derived from base notes of luxurious floral, balsamic and honey accents."
    },
    {
        "price": "$150",
        "picture": "https://i.ibb.co/4PxM39f/p-10.jpg",
        "name": "Nautica Men Blue Eau De Toilette",
        "quantity": "20",
        "supplierName": "Nautica",
        "about": "Topping the premium section of our perfume brands list is America’s much-loved apparel brand, Nautica. Founded in 1983, Nautica offers an extensive range of clothing, accessories, home, watches and fragrance. Nautica’s Men Blue Eau De Toilette is an oath to the confident, energetic and dynamic man. Ideal for day wear with a lasting period of approximately 3 hours, this pick is the most cost-efficient product of the lot. It comes with top notes of pineapple, peach and bergamot. Middle notes comprise of jasmine and water lily and base notes of sandalwood, musk and cedar. Together they make this cologne aquatic and relaxing in its true sense."
    },
    {
        "price": "$260",
        "picture": "https://i.ibb.co/vmkCL5g/p-11.jpg",
        "name": "Hugo Boss Selection Eau De Toilette",
        "quantity": "12",
        "supplierName": "Hugo Boss",
        "about": "Founded in 1924 in Germany, Hugo Boss is a luxury fashion house that provides complete wardrobe solutions. Imbibing a sense of modernity and energy is Boss’s Selection Eau De Toilette. This one is for the ambitious individuals. Top notes of pink pepper, mandarin orange, lemon and vibrant bergamot make it a tantalizing scent. Heart notes of star anise, cedar needles, geranium make it warmer. While base notes of patchouli, sandalwood and vetiver create a well-balanced aroma."
    },
    {
        "price": "$180",
        "picture": "https://i.ibb.co/48tz6Yj/p-12.jpg",
        "name": "Bvlgari Man In Black",
        "quantity": "8",
        "supplierName": "Bvlgari",
        "about": "Bvlgari is an Italian luxury brand that produces a vast range of jewelry, watches, accessories, leather goods and fragrances. Since 1884, Bvlgari is regarded as one of the most expensive perfume brands. Man In Black fragrance was launched to celebrate the brand’s 130 years. This leather cologne is a mix of amber, spices, woods and natural rum. The top notes comprise of vibrant spicy tobacco while the base notes are benzoin, Tonka bean and guaiac wood. They together make for a strong scent that can last up to five hours."
    },
    {
        "price": "$270",
        "picture": "https://i.ibb.co/khRsQkg/p-13.jpg",
        "name": "Davidoff Cool Water Man Summer Caribbean",
        "quantity": "10",
        "supplierName": "Davidoff",
        "about": "Established in the 1980s by Zino Davidoff, Davidoff gives a luxury beauty experience. The brand launched its first perfume in 1984 and became one of the most expensive perfume brands thereafter. Davidoff’s Cool Water Man Summer Caribbean is one of the most iconic fragrances launched by the brand in 1988. The top note comprises of lavender and peppermint while the heart note is geranium, jasmine, spicy coriander and oak moss. These offer a sense of relaxation and freshness that can last all day. Base notes are made of moss, musk and sandalwood that combine together for a sensual finish."
    },
    {
        "price": "$300",
        "picture": "https://i.ibb.co/rQL4kLF/p-14.jpg",
        "name": "Lacoste Eau De Blanc",
        "quantity": "9",
        "supplierName": "Lacoste",
        "about": "The French company, Lacoste is well renowned for their line of T-shirts since 1933. However, it offers an extensive range of footwear, sportswear, eyewear and fragrances too. Evolving as a much-loved perfume brands name, Lacoste’s Eau De Blanc is a classic scent with a top note of rosemary and roses. The base notes are cedar, leather and suede. Combined together, it makes for a manly fragrance. Lasting up to 8 hours, this one is sure to level up your confidence."
    },
    {
        "price": "$200",
        "picture": "https://i.ibb.co/8gmTG7n/p-15.jpg",
        "name": "Polo Blue By Ralph Lauren",
        "quantity": "8",
        "supplierName": "Ralph Lauren",
        "about": "Ralph Lauren is an American company that offers luxury apparel, home, accessories and fragrances since 1967. The brand is a prominent name amongst the top 10 perfume brands in the world. Its Polo Blue perfume has a spicy musky scent. Evoking a feeling of freedom, it takes inspiration from the blue sky, the energy from open waters and a blast of freshness from the air. Packed in a vibrant blue bottle with a silver cap, this one is sure to last all day long."
    }
]